/* (No Commment) */
"Authorization Error" = "Erreur d'autorisation";

/* No comment provided by engineer. */
"Connected For %d Minutes" = "Connecté depuis %d minutes";

/* No comment provided by engineer. */
"Connected For 1 Minute" = "Connecté depuis une minute";

/* No comment provided by engineer. */
"Connected For Less Than A Minute" = "Connecté depuis moins d'une minute";

/* No comment provided by engineer. */
"Extend Display" = "Étendre l'affichage";

/* No comment provided by engineer. */
"Framerate" = "FPS";

/* No comment provided by engineer. */
"High Quality" = "Haute qualité";
"Quality" = "Qualité";

/* No comment provided by engineer. */
"Mirror Display" = "Recopie d’Écran";

/* No comment provided by engineer. */
"Mirrored For %d Minutes" = "Dupliqué pendant %d minutes";

/* No comment provided by engineer. */
"Mirrored For 1 Minute" = "Dupliqué pendant une minute";

/* No comment provided by engineer. */
"Mirrored For Less Than A Minute" = "Dupliqué pendant moins d'une minute";

/* No comment provided by engineer. */
"Pixel Quality" = "Qualité des pixels";

/* No comment provided by engineer. */
"Regular Quality" = "Qualité normale";

/* No comment provided by engineer. */
"Remind Me When iPad Is Connected" = "Me rappeler lorsque l'iPad est connecté";

/* (No Commment) */
"Restart Your Mac" = "Redémarrer votre Mac";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Sélectionnez « Réessayer » pour retenter l'autorisation ou « Quitter » pour abandonner.";

/* (No Commment) */
"Try Again" = "Réessayer";

/* No comment provided by engineer. */
"Uninstall Duet" = "Désinstaller Duet";

/* No comment provided by engineer. */
"iPad Pro Resolution" = "Résolution iPad Pro";

/*
 Localizable.strings
 DuetMac
 
 Created by Rahul Dewan on 6/15/15.
 Copyright (c) 2015 Rahul Dewan. All rights reserved.
 */

"Duet Connected" = "Duet Connecté";

"Restart Your Mac" = "Redémarrer votre Mac";
"Quit" = "Quitter";
"Authorization Error" = "Erreur au niveau de l\'autorisation";
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Sélectionnez « Essayer à nouveau » pour retenter l\'autorisation, ou « Quitter » pour abandonner.";
"Try Again" = "Essayer à nouveau";

"Open duet on iOS" = "Ouvrir Duet sur votre appareil iOS";
"Connect device to Mac with" = "Connectez l\'appareil à votre Mac avec";
"or" = "ou";
"Version" = "Version";
"Resolution" = "Résolution";
"No Device Connected" = "Aucun dispositif connecté";
"Frame Rate" = "Cadence d\'images";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Performance" = "Performance";
"High Power" = "Haute Performance";
"Energy Efficient" = "Economie d\'énergie";
"Preferences" = "Préférences";
"Update App Automatically" = "Mettre à jour automatiquement";
"Launch At Login" = "Démarrer à l'ouverture de session";
"Graphics Card" = "Carte Graphique";
"When Duet Is Connected..." = "Lorsque Duet est Connecté...";
"Discrete (Recommended)" = "Discret (Recommandé)";
"Integrated (Energy Savings)" = "Intégré (economie d\'énergie)";
"Display Arrangement" = "Disposition des écrans";
"Check For Updates" = "Vérifier les mises à jour";
"Help Center" = "Centre d\'aide";
"Ask Us A Question" = "Posez-nous une question";
"Uninstall Duet" = "Désinstaller Duet";
"Quit" = "Quitter";

"Regular (Energy Efficient)" = "Résolution normale (économie d\'énergie)";
"Retina (High Performance)" = "Résolution Retina (haute performance)";
"Retina" = "Retina";
"High Resolution (Smaller Text)" = "Haute résolution (texte plus fin)";


"Connecting..." = "Connecter...";
"iPad Touch Bar" = "iPad Touch Bar";
"Enabled" = "Ingeschakeld";
"Disabled" = "Uitgeschakeld";
"Advanced Settings" = "Geavanceerde Instellingen";
"Display" = "Écran";
"Air" = "Air";
"Please connect iOS Device to view or change settings." = "Verbind aub iOS apparaat om instellingen te bekijken of te wijzigen";
"Larger Text" = "Texte plus grand";
"More Space" = "Plus d’espace";
"Twice the pixel density." = "画素密度を２倍に。";
"Sharper resolution." = "Scherper beeld";
"Uses more battery." = "Utilise plus de batterie";
"Smoother motion." = "Plus fluide";
"Sharper image." = "Scherper beeld";
"Regular" = "Normaal";
"High" = "Hoog";
"Pixel Perfect" = "Pixel Perfect";
"60 FPS" = "60 FPS";
"30 FPS" = "30 FPS";
"Mirror Display" = "Recopie d’Écran";
"Looks like 1024x768" = "Ressemble à 1024×768";
"Looks like 1112x834" = "Ressemble à 1112x834";
"Looks like 1366x1024" = "Ressemble à 1366x1024";
"Looks like 1536x1152" = "Ressemble à 1536x1152";
"Looks like 2048x1536" = "Ressemble à 2048x1536";

"Looks like 1080x608" = "Ressemble à 1080x608";
"Looks like 1136x640" = "Ressemble à1136x640";
"Looks like 1334x750" = "Ressemble à 1334x750";
"Looks like 1600x900" = "Ressemble à 1600x900";
"Looks like 1920x1080" = "Lijkt op 1920x1080";

"Perfect for the 12.9-inch iPad Pro" = "Parfait pour l’iPad Pro 12.9";
"Perfect for the 10.5-inch iPad Pro" = "Parfait pour l’iPad Pro 10.5";
"Perfect for the 9.7-inch iPad" = "Parfait pour l’iPad Pro 9.7";
"Perfect for users that want a little more space" = "Parfait pour les utilisateurs qui veulent un peu plus d’ espace";
"Perfect for users that want a lot more space" = "Parfait pour les utilisateurs qui veulent beaucoup plus d’ espace";

"Allow this device to connect automatically on Wi-Fi" = "Autoriser cet appareil à connecter automatiquement avec Wi-Fi";
"Yes" = "Oui";
"No" = "Non";

